{"acid": 0, "adobe": 1, "algae": 2, "almost": 3, "amber": 4, "amethyst": 5, "and": 6, "apple": 7, "apricot": 8, "aqua": 9, "aquamarine": 10, "army": 11, "asparagus": 12, "aubergine": 13, "auburn": 14, "avocado": 15, "azure": 16, "baby": 17, "banana": 18, "barbie": 19, "barf": 20, "barney": 21, "battleship": 22, "beige": 23, "berry": 24, "biege": 25, "bile": 26, "black": 27, "blood": 28, "blue": 29, "blueberry": 30, "blueish": 31, "bluey": 32, "bluish": 33, "blurple": 34, "blush": 35, "booger": 36, "bottle": 37, "brick": 38, "bright": 39, "british": 40, "bronze": 41, "brown": 42, "brownish": 43, "bubblegum": 44, "buff": 45, "burgundy": 46, "burnt": 47, "butter": 48, "butterscotch": 49, "cadet": 50, "camel": 51, "camo": 52, "camouflage": 53, "canary": 54, "caramel": 55, "carnation": 56, "carolina": 57, "caucasian": 58, "celadon": 59, "celery": 60, "cerise": 61, "cerulean": 62, "charcoal": 63, "chartreuse": 64, "cheese": 65, "cherry": 66, "chestnut": 67, "chocolate": 68, "claret": 69, "clay": 70, "cobalt": 71, "cocoa": 72, "coffee": 73, "colour": 74, "cool": 75, "copper": 76, "coral": 77, "cornflower": 78, "cranberry": 79, "cream": 80, "crimson": 81, "cyan": 82, "dandelion": 83, "dark": 84, "darker": 85, "darkish": 86, "deep": 87, "denim": 88, "diarrhea": 89, "dirt": 90, "dirty": 91, "dodger": 92, "drab": 93, "dried": 94, "duck": 95, "dull": 96, "dusk": 97, "dusky": 98, "dusty": 99, "earth": 100, "easter": 101, "ecru": 102, "egg": 103, "eggplant": 104, "eggshell": 105, "electric": 106, "emerald": 107, "engine": 108, "evergreen": 109, "faded": 110, "fawn": 111, "fern": 112, "fire": 113, "flat": 114, "flesh": 115, "flourescent": 116, "fluorescent": 117, "fluro": 118, "foam": 119, "forest": 120, "french": 121, "frog": 122, "fuchsia": 123, "gold": 124, "golden": 125, "goldenrod": 126, "grape": 127, "grapefruit": 128, "grass": 129, "grassy": 130, "green": 131, "greenish": 132, "greeny": 133, "grey": 134, "greyish": 135, "gross": 136, "gunmetal": 137, "hazel": 138, "heather": 139, "heliotrope": 140, "hiccup": 141, "highlighter": 142, "horrible": 143, "hospital": 144, "hot": 145, "hunter": 146, "ice": 147, "icky": 148, "indian": 149, "indigo": 150, "iris": 151, "irish": 152, "ivory": 153, "jade": 154, "jungle": 155, "kahki": 156, "kelly": 157, "kermit": 158, "key": 159, "khaki": 160, "kiwi": 161, "lavender": 162, "lawn": 163, "leaf": 164, "leafy": 165, "leather": 166, "lemon": 167, "light": 168, "lighter": 169, "lightish": 170, "lilac": 171, "lime": 172, "lipstick": 173, "macaroni": 174, "magenta": 175, "magneta": 176, "mahogany": 177, "maize": 178, "mango": 179, "marigold": 180, "marine": 181, "maroon": 182, "mauve": 183, "medium": 184, "melon": 185, "merlot": 186, "metallic": 187, "mid": 188, "midnight": 189, "military": 190, "milk": 191, "mint": 192, "minty": 193, "mocha": 194, "moss": 195, "muave": 196, "mud": 197, "muddy": 198, "mulberry": 199, "murky": 200, "mushroom": 201, "mustard": 202, "muted": 203, "navy": 204, "neon": 205, "night": 206, "nude": 207, "ocean": 208, "ochre": 209, "off": 210, "olive": 211, "orange": 212, "orangey": 213, "orangish": 214, "orchid": 215, "pale": 216, "parchment": 217, "pastel": 218, "pea": 219, "peach": 220, "peachy": 221, "peacock": 222, "pear": 223, "periwinkle": 224, "pine": 225, "pink": 226, "pinkish": 227, "pinky": 228, "piss": 229, "pistachio": 230, "plum": 231, "poop": 232, "powder": 233, "pretty": 234, "primary": 235, "prussian": 236, "puce": 237, "puke": 238, "pumpkin": 239, "pure": 240, "purple": 241, "purpley": 242, "purplish": 243, "putty": 244, "racing": 245, "raspberry": 246, "raw": 247, "red": 248, "reddish": 249, "reddy": 250, "rich": 251, "robin's": 252, "rose": 253, "rosy": 254, "rouge": 255, "royal": 256, "ruby": 257, "russet": 258, "rust": 259, "rusty": 260, "saffron": 261, "sage": 262, "salmon": 263, "sand": 264, "sandstone": 265, "sandy": 266, "sap": 267, "sapphire": 268, "scarlet": 269, "sea": 270, "seafoam": 271, "seaweed": 272, "sepia": 273, "shamrock": 274, "shit": 275, "shocking": 276, "sick": 277, "sickly": 278, "sienna": 279, "silver": 280, "skin": 281, "sky": 282, "slate": 283, "slime": 284, "snot": 285, "soft": 286, "soup": 287, "spam": 288, "spearmint": 289, "spring": 290, "squash": 291, "steel": 292, "stone": 293, "stormy": 294, "strawberry": 295, "sunflower": 296, "sunshine": 297, "swamp": 298, "tan": 299, "tangerine": 300, "taupe": 301, "tea": 302, "teal": 303, "tealish": 304, "terracotta": 305, "tiffany": 306, "tomato": 307, "tone": 308, "topaz": 309, "tree": 310, "true": 311, "turquoise": 312, "turtle": 313, "twilight": 314, "ugly": 315, "ultramarine": 316, "umber": 317, "velvet": 318, "vermillion": 319, "very": 320, "vibrant": 321, "violet": 322, "viridian": 323, "vivid": 324, "vomit": 325, "warm": 326, "watermelon": 327, "weird": 328, "wheat": 329, "white": 330, "wine": 331, "wintergreen": 332, "wisteria": 333, "yellow": 334, "yellowish": 335, "yuck": 336}