{"acid": 3, "adobe": 4, "algae": 5, "almost": 6, "amber": 7, "amethyst": 8, "and": 9, "apple": 10, "apricot": 11, "aqua": 12, "aquamarine": 13, "army": 14, "asparagus": 15, "aubergine": 16, "auburn": 17, "avocado": 18, "azure": 19, "baby": 20, "banana": 21, "barbie": 22, "barf": 23, "barney": 24, "battleship": 25, "beige": 26, "berry": 27, "biege": 28, "bile": 29, "black": 30, "blood": 31, "blue": 32, "blueberry": 33, "blueish": 34, "bluey": 35, "bluish": 36, "blurple": 37, "blush": 38, "booger": 39, "bottle": 40, "brick": 41, "bright": 42, "british": 43, "bronze": 44, "brown": 45, "brownish": 46, "bubblegum": 47, "buff": 48, "burgundy": 49, "burnt": 50, "butter": 51, "butterscotch": 52, "cadet": 53, "camel": 54, "camo": 55, "camouflage": 56, "canary": 57, "caramel": 58, "carnation": 59, "carolina": 60, "caucasian": 61, "celadon": 62, "celery": 63, "cerise": 64, "cerulean": 65, "charcoal": 66, "chartreuse": 67, "cheese": 68, "cherry": 69, "chestnut": 70, "chocolate": 71, "claret": 72, "clay": 73, "cobalt": 74, "cocoa": 75, "coffee": 76, "colour": 77, "cool": 78, "copper": 79, "coral": 80, "cornflower": 81, "cranberry": 82, "cream": 83, "crimson": 84, "cyan": 85, "dandelion": 86, "dark": 87, "darker": 88, "darkish": 89, "deep": 90, "denim": 91, "diarrhea": 92, "dirt": 93, "dirty": 94, "dodger": 95, "drab": 96, "dried": 97, "duck": 98, "dull": 99, "dusk": 100, "dusky": 101, "dusty": 102, "earth": 103, "easter": 104, "ecru": 105, "egg": 106, "eggplant": 107, "eggshell": 108, "electric": 109, "emerald": 110, "engine": 111, "evergreen": 112, "faded": 113, "fawn": 114, "fern": 115, "fire": 116, "flat": 117, "flesh": 118, "flourescent": 119, "fluorescent": 120, "fluro": 121, "foam": 122, "forest": 123, "french": 124, "frog": 125, "fuchsia": 126, "gold": 127, "golden": 128, "goldenrod": 129, "grape": 130, "grapefruit": 131, "grass": 132, "grassy": 133, "green": 134, "greenish": 135, "greeny": 136, "grey": 137, "greyish": 138, "gross": 139, "gunmetal": 140, "hazel": 141, "heather": 142, "heliotrope": 143, "hiccup": 144, "highlighter": 145, "horrible": 146, "hospital": 147, "hot": 148, "hunter": 149, "ice": 150, "icky": 151, "indian": 152, "indigo": 153, "iris": 154, "irish": 155, "ivory": 156, "jade": 157, "jungle": 158, "kahki": 159, "kelly": 160, "kermit": 161, "key": 162, "khaki": 163, "kiwi": 164, "lavender": 165, "lawn": 166, "leaf": 167, "leafy": 168, "leather": 169, "lemon": 170, "light": 171, "lighter": 172, "lightish": 173, "lilac": 174, "lime": 175, "lipstick": 176, "macaroni": 177, "magenta": 178, "magneta": 179, "mahogany": 180, "maize": 181, "mango": 182, "marigold": 183, "marine": 184, "maroon": 185, "mauve": 186, "medium": 187, "melon": 188, "merlot": 189, "metallic": 190, "mid": 191, "midnight": 192, "military": 193, "milk": 194, "mint": 195, "minty": 196, "mocha": 197, "moss": 198, "muave": 199, "mud": 200, "muddy": 201, "mulberry": 202, "murky": 203, "mushroom": 204, "mustard": 205, "muted": 206, "navy": 207, "neon": 208, "night": 209, "nude": 210, "ocean": 211, "ochre": 212, "off": 213, "olive": 214, "orange": 215, "orangey": 216, "orangish": 217, "orchid": 218, "pale": 219, "parchment": 220, "pastel": 221, "pea": 222, "peach": 223, "peachy": 224, "peacock": 225, "pear": 226, "periwinkle": 227, "pine": 228, "pink": 229, "pinkish": 230, "pinky": 231, "piss": 232, "pistachio": 233, "plum": 234, "poop": 235, "powder": 236, "pretty": 237, "primary": 238, "prussian": 239, "puce": 240, "puke": 241, "pumpkin": 242, "pure": 243, "purple": 244, "purpley": 245, "purplish": 246, "putty": 247, "racing": 248, "raspberry": 249, "raw": 250, "red": 251, "reddish": 252, "reddy": 253, "rich": 254, "robin's": 255, "rose": 256, "rosy": 257, "rouge": 258, "royal": 259, "ruby": 260, "russet": 261, "rust": 262, "rusty": 263, "saffron": 264, "sage": 265, "salmon": 266, "sand": 267, "sandstone": 268, "sandy": 269, "sap": 270, "sapphire": 271, "scarlet": 272, "sea": 273, "seafoam": 274, "seaweed": 275, "sepia": 276, "shamrock": 277, "shit": 278, "shocking": 279, "sick": 280, "sickly": 281, "sienna": 282, "silver": 283, "skin": 284, "sky": 285, "slate": 286, "slime": 287, "snot": 288, "soft": 289, "soup": 290, "spam": 291, "spearmint": 292, "spring": 293, "squash": 294, "steel": 295, "stone": 296, "stormy": 297, "strawberry": 298, "sunflower": 299, "sunshine": 300, "swamp": 301, "tan": 302, "tangerine": 303, "taupe": 304, "tea": 305, "teal": 306, "tealish": 307, "terracotta": 308, "tiffany": 309, "tomato": 310, "tone": 311, "topaz": 312, "tree": 313, "true": 314, "turquoise": 315, "turtle": 316, "twilight": 317, "ugly": 318, "ultramarine": 319, "umber": 320, "velvet": 321, "vermillion": 322, "very": 323, "vibrant": 324, "violet": 325, "viridian": 326, "vivid": 327, "vomit": 328, "warm": 329, "watermelon": 330, "weird": 331, "wheat": 332, "white": 333, "wine": 334, "wintergreen": 335, "wisteria": 336, "yellow": 337, "yellowish": 338, "yuck": 339, "<START>": 1, "<END>": 2}