{"acid": 1, "adobe": 2, "algae": 3, "almost": 4, "amber": 5, "amethyst": 6, "and": 7, "apple": 8, "apricot": 9, "aqua": 10, "aquamarine": 11, "army": 12, "asparagus": 13, "aubergine": 14, "auburn": 15, "avocado": 16, "azure": 17, "baby": 18, "banana": 19, "barbie": 20, "barf": 21, "barney": 22, "battleship": 23, "beige": 24, "berry": 25, "biege": 26, "bile": 27, "black": 28, "blood": 29, "blue": 30, "blueberry": 31, "blueish": 32, "bluey": 33, "bluish": 34, "blurple": 35, "blush": 36, "booger": 37, "bottle": 38, "brick": 39, "bright": 40, "british": 41, "bronze": 42, "brown": 43, "brownish": 44, "bubblegum": 45, "buff": 46, "burgundy": 47, "burnt": 48, "butter": 49, "butterscotch": 50, "cadet": 51, "camel": 52, "camo": 53, "camouflage": 54, "canary": 55, "caramel": 56, "carnation": 57, "carolina": 58, "caucasian": 59, "celadon": 60, "celery": 61, "cerise": 62, "cerulean": 63, "charcoal": 64, "chartreuse": 65, "cheese": 66, "cherry": 67, "chestnut": 68, "chocolate": 69, "claret": 70, "clay": 71, "cobalt": 72, "cocoa": 73, "coffee": 74, "colour": 75, "cool": 76, "copper": 77, "coral": 78, "cornflower": 79, "cranberry": 80, "cream": 81, "crimson": 82, "cyan": 83, "dandelion": 84, "dark": 85, "darker": 86, "darkish": 87, "deep": 88, "denim": 89, "diarrhea": 90, "dirt": 91, "dirty": 92, "dodger": 93, "drab": 94, "dried": 95, "duck": 96, "dull": 97, "dusk": 98, "dusky": 99, "dusty": 100, "earth": 101, "easter": 102, "ecru": 103, "egg": 104, "eggplant": 105, "eggshell": 106, "electric": 107, "emerald": 108, "engine": 109, "evergreen": 110, "faded": 111, "fawn": 112, "fern": 113, "fire": 114, "flat": 115, "flesh": 116, "flourescent": 117, "fluorescent": 118, "fluro": 119, "foam": 120, "forest": 121, "french": 122, "frog": 123, "fuchsia": 124, "gold": 125, "golden": 126, "goldenrod": 127, "grape": 128, "grapefruit": 129, "grass": 130, "grassy": 131, "green": 132, "greenish": 133, "greeny": 134, "grey": 135, "greyish": 136, "gross": 137, "gunmetal": 138, "hazel": 139, "heather": 140, "heliotrope": 141, "hiccup": 142, "highlighter": 143, "horrible": 144, "hospital": 145, "hot": 146, "hunter": 147, "ice": 148, "icky": 149, "indian": 150, "indigo": 151, "iris": 152, "irish": 153, "ivory": 154, "jade": 155, "jungle": 156, "kahki": 157, "kelly": 158, "kermit": 159, "key": 160, "khaki": 161, "kiwi": 162, "lavender": 163, "lawn": 164, "leaf": 165, "leafy": 166, "leather": 167, "lemon": 168, "light": 169, "lighter": 170, "lightish": 171, "lilac": 172, "lime": 173, "lipstick": 174, "macaroni": 175, "magenta": 176, "magneta": 177, "mahogany": 178, "maize": 179, "mango": 180, "marigold": 181, "marine": 182, "maroon": 183, "mauve": 184, "medium": 185, "melon": 186, "merlot": 187, "metallic": 188, "mid": 189, "midnight": 190, "military": 191, "milk": 192, "mint": 193, "minty": 194, "mocha": 195, "moss": 196, "muave": 197, "mud": 198, "muddy": 199, "mulberry": 200, "murky": 201, "mushroom": 202, "mustard": 203, "muted": 204, "navy": 205, "neon": 206, "night": 207, "nude": 208, "ocean": 209, "ochre": 210, "off": 211, "olive": 212, "orange": 213, "orangey": 214, "orangish": 215, "orchid": 216, "pale": 217, "parchment": 218, "pastel": 219, "pea": 220, "peach": 221, "peachy": 222, "peacock": 223, "pear": 224, "periwinkle": 225, "pine": 226, "pink": 227, "pinkish": 228, "pinky": 229, "piss": 230, "pistachio": 231, "plum": 232, "poop": 233, "powder": 234, "pretty": 235, "primary": 236, "prussian": 237, "puce": 238, "puke": 239, "pumpkin": 240, "pure": 241, "purple": 242, "purpley": 243, "purplish": 244, "putty": 245, "racing": 246, "raspberry": 247, "raw": 248, "red": 249, "reddish": 250, "reddy": 251, "rich": 252, "robin's": 253, "rose": 254, "rosy": 255, "rouge": 256, "royal": 257, "ruby": 258, "russet": 259, "rust": 260, "rusty": 261, "saffron": 262, "sage": 263, "salmon": 264, "sand": 265, "sandstone": 266, "sandy": 267, "sap": 268, "sapphire": 269, "scarlet": 270, "sea": 271, "seafoam": 272, "seaweed": 273, "sepia": 274, "shamrock": 275, "shit": 276, "shocking": 277, "sick": 278, "sickly": 279, "sienna": 280, "silver": 281, "skin": 282, "sky": 283, "slate": 284, "slime": 285, "snot": 286, "soft": 287, "soup": 288, "spam": 289, "spearmint": 290, "spring": 291, "squash": 292, "steel": 293, "stone": 294, "stormy": 295, "strawberry": 296, "sunflower": 297, "sunshine": 298, "swamp": 299, "tan": 300, "tangerine": 301, "taupe": 302, "tea": 303, "teal": 304, "tealish": 305, "terracotta": 306, "tiffany": 307, "tomato": 308, "tone": 309, "topaz": 310, "tree": 311, "true": 312, "turquoise": 313, "turtle": 314, "twilight": 315, "ugly": 316, "ultramarine": 317, "umber": 318, "velvet": 319, "vermillion": 320, "very": 321, "vibrant": 322, "violet": 323, "viridian": 324, "vivid": 325, "vomit": 326, "warm": 327, "watermelon": 328, "weird": 329, "wheat": 330, "white": 331, "wine": 332, "wintergreen": 333, "wisteria": 334, "yellow": 335, "yellowish": 336, "yuck": 337}